MAIN_MENU = [
    ['💅 Записаться к мастеру'],
    ['📋 Управление моими записями'],
    ['📞 Контакты менеджера салона'],
    ['💌 Отправить отзыв или предложение через бот']
]

APPOINTMENT_TYPE = [
    ['Записаться по адресу салона красоты'],
    ['Записаться к любимому мастеру']
]

CHOOSE_ADDRESS = [
    ['BeautyCity Пушкинская - ул. Пушкинская, д. 78А'],
    ['BeautyCity Ленина - ул. Ленина, д. 211'],
    ['BeautyCity Красная - ул. Красная, д. 10']
]

SERVICE_CATEGORIES = [
    ['Маникюр и педикюр 💅🦶'],
    ['Стрижки и окрашивания — ✂️🎨'],
    ['Макияж — 💄🎭'],
    ['Уход за бровями и ресницами — 👁️‍🗨️✨']
]

MANICURE_SERVICES = [
    ['Маникюр без покрытия'],
    ['Маникюр с покрытием гель-лаком'],
    ['Педикюр без покрытия'],
    ['Педикюр с гель-лаком'],
    ['Маникюр со сложным дизайном']
]

HAIR_SERVICES = [
    ['Мужская стрижка'],
    ['Женская стрижка'],
    ['Окрашивание в один оттенок'],
    ['Сложное окрашивание']
]

MAKEUP_SERVICES = [
    ['Дневной макияж'],
    ['Вечерний макияж'],
    ['Свадебный макияж']
]

BROWS_LASHES_SERVICES = [
    ['Оформление бровей'],
    ['Наращивание ресниц']
]